;汉化：aotix

[CollectorAssassinM1 X2CharacterTemplate]
strCharacterName="收集者刺客"
[CollectorAssassinM2 X2CharacterTemplate]
strCharacterName="高级收集者刺客"
[CollectorAssassinM3 X2CharacterTemplate]
strCharacterName="精英收集者刺客"

[CorpseCollectorAssassin X2ItemTemplate]
FriendlyName="收集者刺客尸体"
FriendlyNamePlural="收集者刺客尸体"
BriefSummary="刺客是收集者在战场上的致命战士。"

